<template>
	<div class="rule">
		<div class="title">西瓜社保用户协议</div>
		<div class="cont">
			<p>
				在线服务协议 本服务协议是用户(以下称为“您”或“乙方”)与北京兴起网络科技有限公司(以下简称“甲方”)之间的协议，适 用于甲方在线服务平台，包括但不限于甲方的手机微信服务<br>
				平台及相关网站服务平台。<br>
				甲方在此特别提醒用户认真阅读、充分理解本《服务协议》 (下称《协议》)中各条款请重点阅读，并请乙方审慎考虑并选择接受或不 接受本协议已经阅读并同意”按钮(前述按钮的具体表述可 能会做适当调整，下同)，即表示乙方已充分阅读、理解并
				自愿接受本协议，同意受本协议各项条款的约束。如果乙方 对本《协议》中条款有疑问的，可以与甲方客服联系咨询。<br><br>
				<b>一、协议内容及生效</b><br> 1、协议内容:《协议》是您(下称“用户”)与甲方之间关 于用户注册、登录、使用西瓜社保服务所订立的协议，其包 括协议正文、附件及甲方已经发布的或将来可能发布的各类
				规则、规范、规则解读、实施细则、通知、公告等(以下称 为“平台规则”)。所有附件及平台规则均为本协议不可分 割的一部分，与协议正文具有同等法律效力。协议正文、附 件与平台规则冲突的，以发布在后的文件为准。上述协议内
				容共同构成“本协议”。<br> 2、协议变更及生效。甲方有权变更(包括但不限于制定、修 订、废止)本协议正文、附件及/或平台规则，并在甲方网站 公示。用户可在手机服务平台、网站平台等甲方网站查阅最

				新版协议条款。如果乙方不接受修改后的条款，应在甲方将 修改后的协议内容公布后 30 日内，立即停止使用西瓜社保服务。如用户在公布后 30 日内未提出任何异议且继续缴费、使 用西瓜社保服务，视为已接受了修改后的协议。<br>
				3、服务开通。乙方签署或点击“我已经阅读并同意”按钮而 在线接受本协议后，本协议立即生效。但本协议下的平台服 务待乙方支付费用后开通，若乙方停止付费，自平台服务自 动关闭。<br><br>
				<b>二、定义 </b><br>1、“西瓜社保服务”是指北京兴起网络科技有限公司(包括但不限于其各地子公 司、分公司)、及甲方委托的其他第三方通过手机微信服务 平台以及网站平台向用户提供的全国指定地区社会保险、住
				房公积金等在线办理和其他人力资源专业服务。甲方及其他 实际为乙方提供西瓜社保服务的主体也可统称为“西瓜社保”。 <br>2、“用户”是指完成全部注册流程，愿意接受本协议，并严 格依据本协议约定使用西瓜社保服务并支付费用的注册用
				户。<br>
				3、“费用”是指用户使用西瓜社保服务应支付的各项费用之 总和，包括但不限于用户选择服务所涉及的需由服务提供主 体代缴、但由乙方实际承担的社会保险、住房公积金、其他 政府部门强制收取的费用(如残疾人就业保障金)等，及乙
				方应向甲方或甲方指定主体支付的服务费。甲方有权随时调 整服务费，若乙方不能接受服务费调整等应主动停止使用甲

				方服务，若乙方继续使用甲方服务的，视为乙方接受甲方对 服务费的调整。 <br>4、“手机微信服务平台”是指由甲方通过微信平台向用户提 供本协议下相关服务的平台，目前包括“西瓜社保”微信公 众号和“西瓜社保代缴”微信小程序平台。<br>
				5、“网站服务平台”是指由西瓜社保服务提供主体向用户提 供社保代缴、补缴等相关服务的平台，包括 www.jingziyu.net
				及www.xiguashebao.com 。<br> 6、“甲方网站”指甲方提供服务的所有平台，包括手机微信 服务平台及网站服务平台。<br><br>
				<b>三、乙方注意事项</b> <br>1、乙方承诺并保证向甲方作出的任何陈述、保证及提供资料 均是真实、正确并完整的，如果发生变化，应及时更改并通 知甲方。乙方若违反本条保证，甲方有权停止向乙方提供服
				务，已收费用不予退还，且且乙方还应赔偿甲方因此而遭受 的全部损失，包括但不限于向任何第三方承担之赔偿责任、 来自相关政府部门的罚款等。<br> 2、在安全完成本服务的注册程序后会，乙方会收到一个密码
				及账号，您应保护密码及账号的机密安全。您应对任何人利 用您的密码及账号所进行的活动负完全的责任。账号和密码 是甲方识别您身份的依据，甲方无法对非法或未经您授权使 用您账号及密码的行为作出甄别，如您的账号和密码被盗用、
				冒用或非法使用，由此导致的损失由您个人承担，西瓜社保 服务提供主体(包括甲方或甲方指定提供服务的相关主体) 不承担任何责任。在此，您同意并承诺做到∶<br>

				2.1 当您的密码或账号遭到未获授权的使用，或者发生其他 任何安全问题时，您会立即有效通知到甲方。<br>
				2.2 当您每次上网使用西瓜社保服务或使用其他服务完毕后，会将有关账号及时、安全退出。<br>
				2.3 用户同意接受甲方通过手机短信、电子邮件、微信、钉 钉、西瓜社保客户端软件(如有)、网页或其他合法方式向 用户发送服务及其它信息，该信息一经发出，即视为送达。<br> 3、乙方对本协议的接受即接受全部服务条款的约束，包括接
				受甲方对任一服务条款随时所做的任何修改。协议内容可由 甲方随时更新，更新后的协议条款将通过手机服务平台、网站服务平台等甲方网站进行公布，一旦公布即代替原来的协 议条款，恕不再另行逐一通知用户。用户可在手机服务平台、
				网站平台等甲方网站查阅最新版协议条款。在甲方修改《协 议》条款并公布后 30 日内(本协议另有约定的除外)，如果 用户不接受修改后的条款，请立即停止使用西瓜社保服务。 如用户在修改协议公布后 30 日内未提出任何异议且继续使
				用西瓜社保服务将被视为已接受了修改后的协议。 <br>4、只有符合下列条件之一的自然人才能申请成为西瓜社保服 务用户，可以使用西瓜社保服务:<br>
				4.1 年满十八岁，并具有民事权利能力和民事行为能力的自 然人;<br>
				4.2 无民事行为能力人或限制民事行为能力人经过其监护人 的同意后，在监护人的监督、指导下阅读、签署本协议并使 用西瓜社保服务;<br>
				4.3 向甲方如实陈述自身相关情况，并通过在线点击接受等 方式向甲方出具书面承诺。<br><br>

				<b>四、服务内容</b><br>
				1、 甲方在其手机微信服务平台、网站平台等向用户提供包 括但不限于社会保险及其它相关项目、住房公积金缴纳等劳 动保障事务方面的代缴服务等各类和个人相关服务。<br>
				2、 用户应根据西瓜社保服务的具体项目自行选择社会保险 及公积金缴纳地、缴费基数及比例(具体以当地政府部门规 定为准)、服务期限及服务费用标准、费用支付方式等。<br>
				3、 费用及相关明细将在甲方提供的西瓜社保服务方案中予 以列明公示，用户可在甲方网站完成注册、服务项目确认， 并按列明的价格予以支付费用。甲方将根据用户选项向相关 社保部门或税务部门、住房公积金中心办理代缴服务。如果，
				非因甲方的原因，造成代缴未操作成功，服务费与会员费均 不予退还。<br>
				4、 乙方应根据本协议的约定及时足额支付全部费用，包括 但不限于社会保险、公积金及其它因社保保险缴纳所涉及到 政府部门要收取的相关联费用、甲方收取的服务费用。否则 甲方有权拒绝为乙方提供相关服务。服务期间如遇当地政府
				调整费用或甲方调整服务费用，如用户未主动终止服务项目， 视为用户默认继续按新规执行。<br>
				5、 甲方及提供西瓜社保服务的其他主体没有为用户垫款的 义务，但会在当城市每月付款截止时间前提前告知用户，在 用户未按照约定时间足额支付全部费用时(包括但不限于调 整后的差额、政府部门新增或额外收取的费用)，视为用户
				同意终止本协议，由此产生的一切损失和后果均由用户自行 承担。<br>

				6、 用户同意甲方可在用户选择的缴费城市委托当地相关代 缴机构为乙方提供本协议项下的服务。<br> 7、甲方每项服务收费标准、收费方式、服务费及服务条款应 以在甲方网站支付的账单为准或甲方最后发布通知为准。<br><br>
				<b>五、相关风险及声明</b><br>
				1、 乙方对在甲方网站上注册账号、密码的完整性和保密性 负责。因用户使用或保密不当致使上述账号、密码等丢失或 泄露所引起的一切损失和后果均由乙方自行承担。<br>
				2、 乙方在甲方网站平台上必须如实填写本人身份证、户口 本的信息，包括姓名、身份证号码、户口性质、社会保险及 住房公积金缴纳城市和缴纳基数及比例等重要信息。当您填 写相关信息发生变化时请及时更新，否则甲方将按原信息提
				供服务，若由此带来任何甲方或乙方的损失或不利后果的， 均由乙方承担并负责赔偿。<br>
				3、 乙方所提供的任何身份信息、资料、证件或者政府相关 征缴部门的信息不一致，而您又不能依法提供相关文件加以 证明，则甲方有权停止为乙方提供相关服务，由此造成的一 切损失和后果均由乙方自行承担。<br>
				3.1 针对办理西瓜社保的所有付费类附加业务(例:公积金 提取，社保制卡等)中所提供材料，如查实属虚假材料，我 司有权立即终止合作并不退还所收费用!<br>
				4、 乙方在注册时应向甲方提交真实有效的邮箱和紧急联系 方式。如发生变动，用户应自行将变动后的信息进行在线更 新。因用户提交填写信息不真实、不准确、不完整，造成甲

				方通知不到，由此产生的一切损失和后果均由乙方承担。<br>
				5、 甲方所提供的社会保险、住房公积金等费用明细会随着 缴纳地政府相关政策的调整而作相应的调整。用户在使用西瓜社保服务期间如遇政策调整导致缴纳费用出现差额，用户 必须按甲方的要求及时补足，否则甲方有权随时终止用户所
				选择的服务，而无需再行告知用户，由此产生的一切损失和 后果均由用户承担。<br>
				6、 鉴于政策的变化及甲方的经营需要，用户同意甲方可根 据实际情况随时调整服务内容或终止本服务，甲方及服务的 其他提供主体均无需为此承担任何责任。<br>
				7、 为更好服务用户的目的，甲方及其他服务主体可能会将 用户相关资料及数据或向相关政府部门、或其他第三方提供， 用户同意甲方及其他服务主体的上述使用行为不构成对用户 个人隐私或其他权益的侵犯，甲方及其他服务主体无需为此
				承担责任。<br>
				8、 用户明白，因各地政府所制订的政策存在差异性，且公 布实施也存在时间差，甲方将尽力降低或避免因该等差异可 能造成的影响，但甲方及实际的服务提供主体无需为此承担 任何责任。<br>
				9、 如发生不可抗力，诸如地震、台风、水灾、火灾或其他 自然灾害，爆炸、骚乱、战争、行政当局的行动，或并非西瓜社保所能合理控制的其他无法预见到或突发的事件(如系 统突发性故障、黑客攻击、网络病毒、电信部门管制等)，
				阻碍西瓜社保履行其在本协议项下的服务，西瓜社保无需为 此承担责任。<br> 10、用户清楚并同意，西瓜社保在网站、服务平台提供的社会保险缴纳、住房公积金缴纳、薪酬福利代发等劳动保障事 务的代缴服务工作并不意味着双方建立起劳动关系。
				用户承诺:<br>
				10.1 无论何时均不会因西瓜社保的代缴服务行为向西瓜社保 提出任何与劳动关系、劳务关系及/或雇佣关系相关的任何诉 求。<br>
				10.2 用户其他任何情况下若要利用西瓜社保的名义从事相 关行为，应事先取得甲方的书面同意;若未经甲方事先书面 同意的，乙方不得以西瓜社保名义从事任何行为，包括但不 限于任何职务行为等。<br>
				10.3 在西瓜社保为用户提供代缴社保等服务期间内，用户如 发生工伤、第三人损害等意外事故，在任何情况下，乙方均 不得要求西瓜社保承担用人单位所负工伤待遇、职务侵权等 责任，且西瓜社保也不承担用人单位应当承担的任何费用、
				待遇及责任。<br> 11、因网上信息平台的特殊性，西瓜社保不能也不承担对所 有用户的操作行为以及与之有关的其他事项进行事先审查的 义务，但如发生以下情形，西瓜社保有权无需征得用户的同
				意限制用户的活动、向用户或其他主体核实有关资料、发出 警告通知、暂时中止、无限期中止或拒绝向该用户提供服务:<br> 11.1 用户违反协议内容(包括但不限于本协议及相应平台规 则);<br>
				11.2 存在其他用户或其他第三方通知西瓜社保，认为某个用 户或具体交易事项存在违法或不当行为，并提供相关证据， 而西瓜社保无法联系到该用户核证或验证该用户向西瓜社保
				提供的任何资料或经甲方自行判断认为相关证据足以证明该被投诉用户存在违法及/或不当行为;<br>
				12、西瓜社保不受理怀孕、疾病客户及其他涉嫌骗保行为的 社保代缴业务，乙方向甲方承诺不存在以上任何情况。如乙 方直接或间接故意隐瞒怀孕和疾病等事实，合作期间，西瓜社保将不受理生育津贴、医保等报销理赔相关需求，并将立
				即终止向乙方提供服务，乙方已支付的服务费、代缴费用等 亦不予退回且无需向乙方承担任何责任。若因此造成甲方损 失的，包括但不限于甲方因此而向任何第三方承担之赔偿责 任、遭受的政府部分罚款、罚金、因此而支付的律师费、鉴
				定费等，乙方应当全额赔偿。 合作前乙方应当对自身健康状况向甲方进行如实告知。乙方 并保证向甲方进行的如下告知与承诺是真实、准确并完整的。 在甲方要求时，另行向甲方就本条约定事项出具单独承诺。 如合作期内乙方罹患如下<br>(12.1
				所示)病症，应主动告知甲 方并终止和甲方的合作关系，如在未告知期间产生医疗报销 费用，乙方需无条件承担可能产生的经济赔偿和法律责任。 <br>12.1 乙方目前或过往不存在下列一种或多种疾病、症状或情 况:<br>
				(1)3 级以上高血压(收缩压大于 180mmHg、舒张压大于 110mmHg)、冠心病、冠状动脉狭窄、心肌梗死、肺动脉高 压、肺源性心脏病、主动脉疾病、室壁瘤、川崎病、 Brugada
				综合征、心肌病、心脏瓣膜疾病、心包疾病、III度房室传导 阻滞、心功能不全二级以上; <br>(2)开颅手术、多发性硬化、帕金森氏病、癫痫、阿尔茨海 默病、脊髓疾病、瘫痪、重症肌无力、精神病、严重痴呆、
				运动神经元病变、深度昏迷、短暂性脑缺血、脑梗死、脑出

				血; <br>(3)过去两年内未曾发生哮喘持续状态、支气管扩张症、肺 气肿、间质性肺病、肺纤维化、肺淋巴管肌瘤病、肺泡蛋白 质沉积症、慢性呼吸功能衰竭、慢性阻塞性肺病; <br>(4)肾炎、肾功能不全、肾髓质囊性病;<br>
				(5)肝炎、肝硬化、肝豆状核变性(或称 Wilson 病)、慢 性肝功能衰竭、胃/十二指肠溃疡、克罗恩病(节段性肠炎)、 慢性萎缩性胃炎、胰腺炎、溃疡性结肠炎、原发性硬化性胆 管炎、胆道重建术、胆石症、胆囊息肉;<br>
				(6)白血病、再生障碍性贫血、脾功能亢进、脾肿大、骨髓 纤维化、骨髓增生异常综合征、急性弥漫性血管内凝血、血 小板减少性紫癜、血友病;<br> (7)糖尿病、甲亢、甲状腺结节、垂体机能亢进或减退、肾 上腺机能亢进或减退;<br>
				(8)坏死性筋膜炎、肌营养不良症、不明原因的肌肉萎缩、 斯蒂尔病、强直性脊柱炎、椎间盘突出症、多处臂丛神经根 性撕脱;<br> (9)风湿性心脏病、大动脉炎、类风湿性关节炎、系统性红 斑狼疮、硬皮病、严重瑞氏综合症(Reye
				综合征、也称赖氏 征、雷氏综合征);<br> (10)结核病、出血性登革热、埃博拉病毒感染、丝虫病所 致象皮肿、疯牛病、坏疽、钩端螺旋体病、性传播疾病、HIV 感染;<br>
				(11)良/恶性肿瘤、严重残疾(包括双目失明、一肢及一肢
				以上断离、双耳失聪、语言能力丧失)、严重III度烧伤、传 导性耳聋、视网膜疾病、角膜疾病、慢性酒精中毒、重症手

				足口病、先天性疾病、遗传性疾病、职业病、接受重大器官 移植或造血干细胞移植术。<br> (12)滥用药物史、酗酒史(酗酒是指平均每日酒精摄取量 超过 60 克(男性)或 40 克(女性)，每 10 克酒精摄取 量相当于 1
				杯(330ml)啤酒或半杯(150ml)葡萄酒或者 45ml 白酒)。<br>
				12.2 乙方过去一年不存在下列一种或多种疾病、症状或情 况: 反复头痛、晕厥、胸痛、气急、紫绀、持续反复发热、抽搐、 不明原因皮下出血点、咯血、反复呕吐、进食梗噎感或吞咽
				困难、呕血、浮肿、腹痛、黄疸(新生儿黄疸已治愈的除外)、 便血、血尿、蛋白尿、肿块、消瘦(体重减轻 5 公斤以上)、 视力明显下降(近视 800 度以上)、职业病、酒精中毒、其
				他药品中毒、智能障碍、五官/脊柱/胸廓/四肢/手指/足趾缺 损/畸形或功能障碍。<br>
				12.3 乙方过去 1 年内不存在健康检查结果异常(如血液、 超声、影像、内镜、病理检查)或长期服药(有规律的服药 超过 1 个月);过去 2 年不曾住院(不包括剖腹产/顺产/
				急性鼻炎/急性胃肠炎/急性肺炎/急性上呼吸道感染住院)或 有医生提出进一步复查、治疗或手术建议的。<br>
				12.4 如果用户是女性，目前未在妊娠过程中，或未有医生或 体检医师告知有乳腺囊肿/结节、卵巢囊肿、宫外孕、子宫内 膜异位、子宫肌腺症、子宫肌瘤、宫颈炎、阴道炎、盆腔炎。<br>
				13、在个人可申报待遇支付的情形下，因用户(参保人)实
				际情况未满足相关部门的待遇支付领取条件或实际情况被待 遇支付部门判定为拒绝支付，进而导致蚂蚁社保账户被核查等损失，均由该参保人承担，且参保人需无理由配合西瓜社保撤销该待遇支付申请。<br>
				14、 在下列任何情形下，用户发生医疗费用的，西瓜社保有权拒绝提供向相关部门申报报销理赔服务:<br>
				14.1 用户故意犯罪的;<br>
				14.2 用户醉酒或吸毒的;<br>
				14.3 用户自残或自杀的; <br>15、如用户在西瓜社保提供服务期间，主动或被动卷入到任 何诉讼或经济纠纷的，西瓜社保有权选择与用户终止协议， 并停止提供相关服务。<br>
				16、乙方知悉并同意，乙方在签署、履行协议过程中向甲方
				提供的任何信息或数据，无论本协议是否终止，甲方均有权 合理使用，使用方式包括但不限于依据该等信息或数据进行 市场分析和调研、向第三方提供进行核验等，且甲方无义务 返还乙方。同时，甲方无义务就获取、备份、处理使用签署
				信息或数据乙方支付任何费用。<br> 17、乙方在办理甲方提供的代缴个税业务时，若发生以下情 况由乙方自行承担风险责任及后果，与甲方无关:<br>
				17.1 乙方除委托甲方代发工资薪金以外，同时在其他公司有 取得工资薪金收入，并因此出现重复报税情况需在年度汇算 清缴时进行退税或补税，甲方无法配合处理删除申报记录， 需由乙方本人向税务机关如实申报办理补税或退税。乙方如
				因未如实办理综合所得年度汇算而产生的行政处罚、个人征 信等风险由乙方自行承担。<br>
				17.2 乙方委托甲方代发薪资，甲方根据乙方在甲方业务前台生成的工资账单数据如实申报个税，乙方当月未生成账单数 据则相应不做个税申报。如因乙方账单生成数据有误或者漏 生成账单导致甲方申报数据有误或者未申报个税的情况，由
				乙方自行承担一切后果。<br><br>
				<b>六、期限、解除和终止</b> <br>1、本协议期限为自本协议签署之日至协议解除之日之，但承 诺与保证、保密、违约责任等性质上在协议终止后仍应有效 的条款，在协议终止/解除后继续有效<br>
				2、甲方为了适应当地政府政策、市场经营情况变化等，有权
				自行调整服务内容、中断或中止部分或全部服务。上述调整、 中断或中止将会以通告形式公布于甲方网站，乙方应当定期 登录、阅读甲方网站相关信息。如乙方不接受调整后的服务 内容，应于公示起一周内与西瓜社保终止服务协议，用户既
				未在规定的时间内通知甲方停止提供服务，且仍继续使用西瓜保提供的相关服务的，视为乙方同意服务调整并接受相 关的服务。
				<br>3、 如发下列任何一种情形，西瓜社保有权随时暂停服务或 解除/终止协议无需通知乙方:<br>
				3.1 乙方提供资料与实际信息不符或违反相关法律规定;<br> 3.2 乙方未能及时支付费用;<br>
				3.3 按照政府相关部门的要求;<br>
				3.4 乙方违反协议内容，包括但不限于本协议及相关的平台 规则;<br>
				3.5 乙方与甲方产生纠纷，或经甲方自行判断认为乙方行为 可能影响甲方商誉;<br>

				3.6 乙方擅自终止履行协议或将协议下权利义务转让给任何 第三方;<br>
				3.7 其甲方认为是符合整体服务需求的特殊情形。
				<br>4. 西瓜社保发生合并、分立、资产转让、收购等情形时，经西瓜社保单方面通知，即可将本协议下的全部或部分服务的 权利义务转让给第三方，由该等第三方作为协议主体继续履 行协议并提供协议下义务，具体受让主体以西瓜社保通知为准。<br><br>
				<b>七、知识产权</b><br>
				1、 本协议下知识产权的对象应包括:文字、软件、声音、 相片、录像、图表、网页以及服务平台的全部内容、蚂蚁社 保为用户提供的特定服务项目内容。所有这些内容受版权、 商标权及其它知识产权、所有权法律的保护，且仅归属于甲
				方所有。所以，乙方只能在西瓜社保及相关权利人授权下才 能使用这些内容，而不能擅自使用、抄袭、复制、修改、编 撰、反编译、破解这些内容、或创造与这些内容有关的衍生 产品。<br>
				2、 西瓜社保提供的软件:您了解并同意，本服务及本服务 所使用或提供之相关软件(以下简称“软件”)由西瓜社保 拥有所有相关知识产权及其他法律保护之专有之知识产权 (包括但不限于版权、商标权、专利权及商业秘密)。对于
				未提供单独的软件授权协议的软件，除您应遵守本服务协议 外，西瓜社保或所有权人仅将为您个人提供可撤销、不可转 让、非排他、非独占的软件授权使用许可，并仅为访问或使
				用本服务之目的而使用该软件。此外，在任何情况下，未经西瓜社保明示授权，您均不得修改、出租、出借、出售、散 布本软件之任何部份或全部，或据以制作衍生作品或内容， 或使用擅自修改后的软件，或进行还原工程、反向编译，或
				以其他方式发现原始编码，包括但不限于为了未经授权而使 用本服务之目的。<br><br>
				<b>八、保密条款 </b><br>1、本协议所称商业秘密包括但不限于本协议、任何补充协议 所述内容及在合作过程中涉及的其他秘密信息。任何一方未 经提供方同意，均不得将该等信息向任何第三方披露、传播、
				编辑或展示，但本协议另有约定的除外。协议方承诺，本协 议终止后仍承担此条款下的保密义务，保密期限将另行持续 三年。 <br>2、因对方书面同意以及国家行政、司法强制行为而披露商业
				秘密的，披露方不承担责任;该商业秘密以为公众所知悉的，
				披露方不承担责任。 <br>3、乙方不得将从甲方获取的任何信息或数据用于本协议约定 外的用途;未经甲方许可，不擅自获取、使用、传播甲方平 台的任何资料。<br><br>
				<b>九、违约责任</b><br> 1、总体要求:乙方违反本协议约定或相关法律法规规定的， 甲方有权要求乙方承担违约责任。<br> 2、乙方理解并同意，甲方有权自行判定乙方是否构成违约并
				采取处理措施。乙方有义务对相关交易异常、数据异常、履
				行异常及涉嫌违约行为进行充分举证及合理解释(以下简称为“申诉”)，甲方有权对乙方的举证材料及解释进行审核， 并依据审核结果做出相应处理。乙方保证其提交的证据材料 的真实性、合法性，并自行承担举证不能的后果。双方进一
				步明确，即便有上述约定，但接受乙方申诉并非甲方的义务， 甲方亦有权不经任何申诉程序，直接向乙方主张违约责任、 或终止本协议等。<br> 3、乙方的行为致使西瓜社保及/或其关联主体利益遭受损失
				的，乙方应赔偿西瓜社保及/或其关联主体的损失。上述损失 包括但不限于直接经济损失(包括但不限于可能遭受的政府 部门罚款等)、用户流失、商誉损失，以及甲方及/或其关联 主体为减少损失、防止损失扩大、固定证据或者追究乙方相
				关法律责任所支出的诉讼费、保全费、公证费、律师费、差 旅费、鉴定费等一切费用和支出。乙方的违约行为造成甲方 及/或其关联方商誉损失的，乙方还应为甲方及/或其关联方 消除影响，消除影响的方式包括但不限于在公开发行的报刊、
				新闻媒体上刊登声明等。<br> 4、乙方违约而需向甲方支付的任何违约金、赔偿金及其他所 有费用，应在甲方通知后五(5)日内一次性支付给甲方，否 则，甲方有权在一切可能向乙方结算的款项、保证金(如有)
				中直接扣除，并向乙方追索不足部分。<br>
				5、协议履行期间，若因甲方违约造成乙方损失的，甲方应向 乙方承担违约责任，所涉及赔偿的，总赔偿金额不超过当月 该用户已支付的服务费。<br><br>

				<b>十、其他</b><br> 1、本协议服务条款的订立、执行和争议均适用于中华人民共 和国法律(不包括台湾、香港、澳门地区法律，且冲突法规 则除外)。<br> 2、本协议履行期间发生争议，双方应尽力协商解决，协商不
				成，双方同意将争议提交甲方所在地人民法院管辖。<br> 3、如果根据适用的法律认定本协议中的任何条款或者任何条 款中的任何部分无效、违法或者不具有可执行性，这种无效、 无法或者不具有可执行性不影响本协议中的任何其他条款或
				者这些条款中的任何其他部分的效力。<br> 4、本协议签订或履行过程中，甲方若向乙方寄送书面通知的， 则在交邮后第五个自然日或乙方签收之日(他人签收亦视为 乙方签署)即视为送达，乙方指定邮寄地址为其身份证或户
				口簿所载地址或乙方另行书面通知的住所地。书面通知形式 还包括但不限于在甲方网站公告、向乙方发送电子邮件、平 台站内信(如有)、系统信息、手机短信、QQ /微信信息或 传真等电子方式，在采用电子方式进行通知的情况下，发送
				当日即视为送达。乙方应当保证提供的联系信息(包括但不 限于户籍地、住所地、联系地址、联系人、联系电话、电子 邮箱，下同)真实、准确、有效，如有信息变更应立即在甲 方网站进行更新;若未及时更新的，向原联系方式送达的仍
				视为有效送达。 <br>5、对于因本协议或本协议有关的争议引起的任何纠纷，乙方 声明认可以下内容:<br>
				1) 对于因本协议或本协议有关的争议引起的任何纠纷，乙 方声明司法机关(包括但不限于人民法院)可以手机短信或电子邮件等现代通讯方式或邮寄方式向其送达法律文书(包 括诉讼文书)，且认可上述送达方式的有效性、合法性。<br>
				2) 乙方指定接收法律文书的手机号码或电子邮箱等联系方 式为乙方在甲方网站注册、更新时提供的手机号码、电子邮 箱联系方式，乙方指定邮寄地址为其户籍地址或住所地，司 法机关向上述联系方式发出法律文书即视为送达。<br>
				3) 乙方同意司法机关可采取以上一种或多种送达方式向其 送达法律文书，司法机关采取多种方式向其送达法律文书的， 送达时间以上述送达方式中最先送达的为准。<br>
				4) 乙方确认的上述送达方式适用于各个司法阶段，包括但 不限于一审、二审、再审、执行以及督促程序(含支付令送 达)。<br>
				5) 乙方应保证提供的联系信息真实、准确、有效，如果提 供的联系信息不准确，或不及时告知变更后的联系信息，或 拒绝签收等原因，导致法律文书未能被乙方实际接收的，邮 寄送达的，以文书退回之日视为送达之日;直接送达的，送
				达人当场在送达回证上记明情况之日视为送达之日。<br>
				6) 纠纷进入诉讼程序后，如乙方应诉并直接向司法机关提 交送达地址确认书的，该确认地址与诉前确认的送达地址不 一致的，以向司法机关提交确认的送达地址为准(该送达地 址适用法律文书送达方式及送达的法律后果)。<br>
				6、本协议所有条款的标题仅为阅读方便，本身并无实际涵义， 不能作为本协议涵义解释的依据。<br>
				7、 甲方保留本服务条款之解释权。 甲方在此再次申明:若您已经注册甲方网站用户，即表示您已充分阅读、理解并同意自己与甲方订立本协议，且您自愿 受本协议的条款约束。甲方有权随时变更本协议并在甲方网
				站上予以公告。经修订的条款一经公布后，立即自动生效。 如您不同意相关变更，必须停止使用西瓜社保服务。本协议 内容包括协议正文、附件及所有西瓜社保的服务平台已经发 布的各类规则。所有规则为本协议不可分割的一部分，与本
				协议正文具有同等法律效力。一旦您继续使用西瓜社保服务， 则表示您已接受并自愿遵守经修订后的条款。
			</p>
		</div>
	</div>
</template>

<script>
</script>

<style scoped>
	.rule {
		background-color: #FFFFFF;
		padding: 10px;
	}

	.title {
		text-align: center;
		font-size: 16px;
		line-height: 30px;
		height: 30px;
	}
	.cont{
		font-size: 14px;
		opacity: 0.8;
	}
</style>
